# Ghostty
cask 'ghostty'

# Rectangle
cask 'rectangle'

# Jumpcut
cask 'jumpcut'

# Firefox Dev Edition
cask 'firefox@developer-edition'

# IntelliJ
cask 'intellij-idea'

# GitHub
brew 'gh'

# Claude Code
cask 'claude-code'

# CLI tools
brew 'bat'
brew 'direnv'
brew 'fd'
brew 'fzf'
brew 'jq'
brew 'ripgrep'
brew 'tldr'
brew 'safe-rm'
brew 'tree'

# Apps
cask 'caffeine'
cask 'monitorcontrol'
cask 'stats'



